question = [
    {
        'текст вопроса': 'Какой из этих типов данных изменяемый?',
        'варианты ответов': ['tuple', 'list', 'str', 'int'],
        'индекс верного ответа': 1
    },
    {   'текст вопроса': 'Какой оператор перемножает числа в пайтон?',
        'варианты ответов': ['x', '//', '*', '**'],
        'индекс верного ответа': 2
        
    },
    {   'текст вопроса': 'какой символ пишется в конце заголовка любого цикла',
        'варианты ответов': ['[]', '*', '()', ':'],
        'индекс верного ответа': 3
    }
]
